<?php

namespace App\Library;

use stdClass;

class CalendarHelper
{
    static $months = [
        '01' => 'Січень',
        '02' => 'Лютий',
        '03' => 'Березень',
        '04' => 'Квітень',
        '05' => 'Травень',
        '06' => 'Червень',
        '07' => 'Липень',
        '08' => 'Серпень',
        '09' => 'Вересень',
        '10' => 'Жовтень',
        '11' => 'Листопад',
        '12' => 'Грудень',
    ];

    static $daysofweek = [
        '1' => 'Понеділок',
        '2' => 'Вівторок',
        '3' => 'Середа',
        '4' => 'Четвер',
        '5' => "П'ятниця",
        '6' => 'Субота',
        '7' => 'Неділя',
    ];
}